<template>
  <view>
   
    <nav-bar class="title-container" title="和家健脑用户服务协议"></nav-bar>
   
    <view class="private-contaienr">
      <view class="title">和家健脑隐私协议</view>
      <view> 欢迎您使用和家健脑！ </view>
      <view>
        本协议仅适用于厦门市和家健脑智能科技有限公司及其关联公司（以下或称“我们”或“和家健脑”）
        合法拥有并运营的、标注名称为和家健脑的产品和服务及其延伸的功能（包括但不限于和家健脑提供的
        APP、网站、客户端、小程序以及随技术发展出现的新形态）
      </view>
      <view
        >我们作为和家健脑的运营者，非常重视用户的隐私和个人信息保护。您在使用我们的产品与/或服务时，我们可能会收集和使用您的相关信息。我们将通过本隐私协议向你介绍不同场景下我们如何处理个人信息。除实现和家健脑提供基本功能、服务所需的信息，和根据法律法规要求所必需的信息之外，你可以拒绝我们处理其他信息，但这可能导致我们无法提供对应功能、服务。我们将在隐私协议中逐项说明相关情况，有关你个人信息权益的重要条款已用加粗形式提示，请特别关注。</view
      >
      <view
        >我们制定本隐私协议并特别提示：希望你在使用和家健脑及相关服务前仔细阅读并理解本隐私政策，以便作出适当的选择。</view
      >
      <view
        >和家健脑及各关联版本之间的实际功能可能略有差异，但如关联版本无独立隐私协议，我们会遵循本隐私协议收集、处理你的个人信息。如果和家健脑的关联版本有独立隐私协议的，则关联版本的隐私协议同时适用。本隐私协议以及该关联版本隐私协议二者不一致的，适用关联版本的隐私协议。</view
      >
      <view
        >除本隐私协议外，在特定场景下，我们还会通过即时告知（含弹窗、页面提示等）、功能更新说明等方式，向你说明对应的信息收集目的、范围及使用方式，这些即时告知及功能更新说明等构成本隐私协议的一部分，并与本隐私协议具有同等效力。</view
      >
      <view>本隐私协议将帮助您了解以下内容：</view>
      <view>一、我们如何收集和使用您的个人信息</view>
      <view>二、我们如何使用 Cookies 和同类技术</view>
      <view>三、我们如何对外提供您的个人信息</view>
      <view>四、我们如何保护和保存您的个人信息</view>
      <view>五、您如何管理个人信息</view>
      <view>六、未成年人的个人信息保护</view>
      <view>七、通知和修订</view>
      <view> 一、我们如何收集和使用您的个人信息 </view>
      <view
        >个人信息是以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。敏感个人信息是一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息，包括生物识别、宗教信仰、特定身份、医疗健康、金融账户、行踪轨迹等信息，以及不满十四周岁未成年人的个人信息。</view
      >
      <view
        >我们会遵循正当、合法、必要的原则，出于本政策所述的以下目的，收集和使用您在使用产品与/或服务过程中主动提供或因使用产品与/或服务而产生的个人信息，以及从第三方获取您的相关个人信息。如果我们要将您的个人信息用于本政策未载明的其他用途，或将基于特定目的收集而来的信息用于其他目的，我们将以合理的方式向您告知，并在使用前再次征得您的同意。在您注销账号时，我们将停止使用并删除上述信息。</view
      >
      <view>（一）您须授权我们收集和使用您个人信息的情形</view>
      <view
        >我们的产品与/或服务包括一些核心功能，这些功能包含了实现
        大脑认知健康服务
        所必须的功能及保障交易安全所必须的功能。我们可能会收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：</view
      >
      <view>1、实现 大脑认知健康服务 所必须的功能</view>
      <view>（1）账号注册、登录与验证</view>
      <view
        >当您注册账号时，您至少需要向我们提供您准备使用的账号名、密码、手机号码、电子邮箱，我们将通过发送短信验证码或邮件的方式来验证您的身份是否有效，通过SIM卡信息识别并显示对应的运营商。您的账号名为您的默认昵称，您可以修改和补充您的昵称、性别、生日以及您的实名认证相关信息，这些信息均属于您的“账号信息”。</view
      >
      <view
        >您可以选择仅使用您本人的脸部信息为您本人所持有的账号使用刷脸登录服务。为了通过您的人脸信息来确认您本人身份，您同意并授权我们获取您在本账号下的个人实名身份信息（姓名、身份证号码、身份证件照片）和面部照片，以便结合您的身份信息、人脸信息来核验您的身份。您若不希望您提供的面部识别信息被我们保存后用于后续您授权的比对核验，您可以选择撤回授权，退出后您的面部识别信息将不再用于后续的比对核验。具体撤回路径为“我的-账户设置-账户与安全-刷脸登录”。</view
      >
      <view>（2）商品/服务信息展示和搜索</view>
      <view
        >为了向您展示商品或者服务，我们会收集您的设备信息（包括设备名称、设备型号、MAC地址及IMEI、设备识别码、移动应用列表等软硬件特征信息、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID（PLMN））、设备所在位置相关信息（包括您授权的GPS位置信息以及WLAN接入点、蓝牙和基站传感器信息）、浏览器类型来对相应的商品服务或者服务内容进行排序以适应您的设备界面。</view
      >
      <view>
        为了向您提供搜索历史、浏览记录、收藏的商品或订单商品或服务展示服务，我们会收集您的浏览信息、搜索记录、收藏记录、关注记录、加购信息、订单信息。
      </view>
      <view
        >我们会根据您的上述信息以及其他您已授权的信息，进行数据分析、预测您的偏好特征，在服务或者其他第三方应用中向您推送您可能感兴趣的商品/服务、商业广告、商业性短信及其他营销信息。如您需修改向您展示的商品或服务排序或者商业性广告及其他内容，可通过以下方式实现：</view
      >
      <view
        >1）
        如您对首页“为你推荐”展示的商品或服务不感兴趣，可以通过长按被推荐的商品或服务图片，根据提示弹窗选择减少或者屏蔽相关商品或服务类目；</view
      >
      <view
        >2）
        如您不想接收搜索页为您综合推荐的商品或服务，可以选择按销量、价格或者其他页面可选的维度接收相应的搜索结果展示；</view
      >
      <view
        >3）
        如您不想接收商业性短信，可以根据短信内容提示，来取消我们给您发送的手机促销短信；</view
      >
      <view
        >4）
        如您不想接收APP发送的消息通知，可以通过移动端APP“消息中心-消息设置”设置；</view
      >
      <view
        >5）
        如您想管理我们给您发送的个性化广告，您可以在“我的-账户设置-通用-隐私设置-广告管理”中进行设置。点击前往。</view
      >
      <view
        >6）
        如您想管理我们给您发送的个性化内容，您可以在“我的-账户设置-通用-隐私设置-推荐管理”中进行设置。点击前往。</view
      >
      <view
        >7）
        其他：您可通过PC端账户设置页面的邮件订阅菜单中取消邮件订阅的促销信息。</view
      >
      <view>（3）支付功能</view>
      <view
        >在您下单后，您可以选择与 和家健脑
        合作的第三方支付机构（包括微信支付及支付宝、银联、网联等支付通道，以下称“支付机构”）所提供的支付服务。我们需要将您的订单号与交易金额信息与这些支付机构共享以完成下单支付功能。在您使用支付功能时，支付机构会通过其页面收集或验证您的银行卡（含储蓄卡、信用卡）及其他支付必要信息，以实现其确认您的支付指令并完成支付，具体适用各支付机构相应的隐私政策。为便于您正常使用钱包功能，您开通、使用账户金额信息会在相应的支付机构页面展示。</view
      >
      <view>2、保障交易安全所必须的功能</view>
      <view
        >为保障您使用我们的产品与/或服务时系统的稳定性和安全性，防止您的个人信息被非法获取，更准确地预防欺诈和保护账号安全，我们需要收集您的设备信息（设备型号、设备Mac地址、应用进程列表、设备识别码、设备序列号、操作系统及软件版本、设备状态、网络状况）、历史上网记录、日志信息、面部信息、IP地址、位置信息、浏览信息、订单信息、常用软件列表、ssid、wifi信息、IMSI、SIM卡信息、电池使用情况来识别是否为真实自然人用户、是否为异常地点登录、判断您的账号风险，并可能会记录一些我们认为有风险的链接（“URL”）；我们也会收集您的设备信息用于对系统问题进行分析、统计流量并排查可能存在的风险，在您选择向我们发送异常信息时予以排查。如果您不提供上述信息，我们则无法在您使用服务过程中对您的服务及账号安全进行保护。</view
      >
      <view>（二）我们从第三方获得您个人信息的情形</view>
      <view
        >我们可能从第三方获取您授权共享的账号信息（头像、昵称及授权页面提示的其他信息），并在您同意本隐私政策后将您的第三方账号与您的账号绑定，使您可以通过第三方账号直接登录并使用我们的产品与/或服务。我们会将依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。您也可以使用本机号码来快捷登录，我们会将您的网络信息提供给运营商完成注册或登录。</view
      >
      <view>（三）您个人信息使用的规则</view>
      <view
        >1、我们会根据本隐私政策的内容，为实现我们的产品与/或服务功能对所收集的个人信息进行使用。</view
      >
      <view
        >2、在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理。</view
      >
      <view
        >3、当我们展示您的个人信息时，我们会采用包括去标识化或者匿名化处理方式对您的信息进行脱敏，以保护您的信息安全。</view
      >
      <view
        >4、为统计我们的产品/服务使用情况，我们会对经过技术处理的用户数据进行汇总、分析和使用，并与第三方共享处理后的统计信息。我们会通过安全加密的技术处理方式以及其他方式保障信息接收方无法重新识别特定个人。</view
      >
      <view
        >5、当我们要将您的个人信息用于本隐私协议未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会事先征求您的明示同意。</view
      >
      <view>二、我们如何使用Cookies和同类技术</view>
      <view>（一）Cookies的使用</view>
      <view
        >1、为实现您联机体验的个性化需求，使您获得更轻松的访问体验。我们会在您的计算机或移动设备上发送一个或多个名为Cookies的小数据文件，指定给您的Cookies
        是唯一的，它只能被将Cookies发布给您的域中的Web服务器读取。我们向您发送Cookies是为了简化您重复登录的步骤、存储您的购物或服务偏好，帮助您优化对广告的选择与互动、帮助判断您的登录状态以及账号或数据安全。</view
      >
      <view
        >2、我们不会将 Cookies
        用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookies。您可以清除计算机上保存的所有
        Cookies，大部分网络浏览器会自动接受Cookies，但您通常可根据自己的需要来修改浏览器的设置以拒绝
        Cookies。</view
      >

      <view>（二）网络Beacon和同类技术的使用</view>
      <view
        >除Cookies外，我们还会在网站上使用网络Beacon等其他同类技术。我们的网页上常会包含一些电子图像（称为"单像素"
        GIF 文件或 "网络 Beacon"）。我们使用网络Beacon的方式有：</view
      >
      <view
        >（1）通过在我们网站上使用网络Beacon，计算用户访问数量，并通过访问
        Cookies 辨认 本公司产品/服务注册的 用户。</view
      >
      <view>（2）通过得到的Cookies信息，为您提供个性化服务。</view>
      <view>三、我们如何对外提供您的个人信息</view>
      <view>（一）共享</view>
      <view
        >1、我们不会与
        厦门市和家健脑智能科技有限公司及其关联公司以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：</view
      >
      <view>（1）事先获得您明确的同意或授权；</view>

      <view
        >（2）根据法律法规、行政及司法部门强制性要求进行提供，例如与国家安全、国防安全、与刑事侦查、起诉、审判和判决执行等直接相关的法定职责或者法定义务；</view
      >
      <view
        >（3）在法律法规允许的范围内，为维护厦门市和家健脑智能科技有限公司
        的关联方或合作伙伴、您或其他和家健脑
        用户或社会公众利益、财产或安全免遭损害而有必要提供，或者紧急情况下为保护自然人的生命健康和财产安全所必需；</view
      >
      <view
        >（4）只有共享您的个人信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；</view
      >
      <view>（5）应您需求为您处理您与他人的纠纷或争议；</view>
      <view
        >（6）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</view
      >
      <view>（7）基于学术研究而使用；</view>
      <view>（8）基于符合法律法规的社会公共利益、突发公共卫生事件而使用。</view>
      <view
        >（9）在合理的范围内处理你自行公开的个人信息，或者其他已经合法公开的个人信息（如合法的新闻报道、政府信息公开等渠道合法公开的个人信息）。</view
      >
      <view>（10）法律法规规定的其他情形。</view>
      <view
        >2、为向您提供相关产品或服务，向您展示可能感兴趣的内容，保护您的账号与交易安全，我们可能会将您的个人信息与我们的关联方或者合作伙伴共享，共享内容及目的详见此处。我们的关联方或者合作伙伴如要改变个人信息的处理目的，将再次征求您的授权同意。</view
      >

      <view
        >请您注意，您在使用我们服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至敏感个人信息。请您共享时谨慎考虑并决定。</view
      >
      <view>（二）委托处理</view>
      <view
        >我们可能委托授权合作伙伴处理您的个人信息，以便向您提供相应的产品或服务。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供产品或服务所必要的个人信息。如果我们的合作伙伴将您的个人信息用于我们未委托的用途，其将单独征得您的同意。</view
      >
      <view>我们的合作伙伴包括以下类型：</view>
      <view
        >（1）提供技术服务的供应商。我们可能会将您的个人信息提供给支持我们功能的第三方，包括为我们提供基础设施技术服务、数据分析服务及数据处理服务等的供应商。</view
      >
      <view
        >（2）广告、分析服务类合作伙伴。我们会遵守法律法规及行业通用安全技术，委托这些合作伙伴处理与广告投放、覆盖面和有效性相关的信息。</view
      >
      <view
        >对我们委托合作伙伴处理个人信息的，我们会与其签署数据保护协议，要求其按照协议约定、本隐私政策以及相关法律法规要求来处理个人信息。</view
      >
      <view>（三）转移</view>
      <view
        >在因合并、分立、解散、被宣告破产等原因需要转移个人信息的，我们会向您告知接收方的名称或者姓名和联系方式，要求接收您个人信息的公司、组织继续受本隐私政策的约束，否则，我们将要求该公司、组织重新向您征求授权同意。</view
      >
      <view>（四）公开披露</view>
      <view
        >我们不会主动公开您未自行公开的信息，我们仅会在以下情况，且在采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：</view
      >
      <view>（1）根据您单独同意的授权范围披露相应个人信息；</view>
      <view
        >（2）如果您严重违反法律法规或者相关协议、规则，我们可能会披露您的相关违规行为及我们对您采取的措施。</view
      >
      <view>四、我们如何保护和保存您的个人信息</view>
      <view>（一）我们保护您个人信息的技术与措施</view>
      <view
        >我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：</view
      >
      <view>1、数据安全技术措施</view>
      <view
        >我们会采用符合法律、行政法规或依法可适用的其他制度的要求，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改，避免数据的损坏或丢失。</view
      >
      <view
        >我们会使用不低于行业通常水平的加密、去标识化技术、匿名化处理及相关合理可行的手段保护你的个人信息，并使用安全保护机制防止你的个人信息遭到恶意攻击。</view
      >
      <view>2、为保护个人信息采取的其他安全措施</view>

      <view
        >通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用；通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制；</view
      >
      <view
        >我们会建立专门的安全部门、安全管理制度、数据安全流程保障你的个人信息安全。我们采取严格的数据使用和访问制度，确保只有授权人员才可访问你的个人信息。我们仅允许有必要知晓这些信息的
        厦门市和家健脑智能科技有限公司
        关联方的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务，合理确定从业人员信息处理的操作权限，并定期对从业人员进行安全教育和培训，并适时对数据和技术进行安全审计。</view
      >
      <view
        >我们会制定并组织实施个人信息安全事件应急预案，并在发生个人信息安全事件时立即启动应急预案，努力控制这些安全事件的影响，防止不利后果扩大。一旦发生或可能发生个人信息安全事件（泄露、篡改、丢失）的，我们将按照法律法规的要求，及时向你告知以下情况：发生或者可能发生泄露、篡改、丢失的个人信息种类、原因和可能造成的危害，我们已采取的补救措施，你可以采取的减轻危害的措施以及与我们联系的方式。</view
      >
      <view
        >我们将及时将事件相关情况以推送通知、邮件、信函、短信及相关形式告知你，难以逐一告知时，我们会采取合理、有效的方式发布公告。</view
      >
      <view
        >互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码、定期修改密码、不将自己的账号密码及相关个人信息透露给他人等保护您的个人信息安全。在通过
        和家健脑
        与第三方进行网上产品与/或服务的交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址等。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。</view
      >
      <view
        >一旦离开和家健脑，浏览或使用第三方提供的其他产品或服务，我们将没有能力和直接义务保护你向第三方提交的任何个人信息，无论你登录、浏览或使用上述产品或服务是否基于和家健脑的链接或引导。但我们会提示你注意将进入第三方产品或服务，以便你更好地保护你的个人信息。</view
      >
      <view>（二）您个人信息的保存</view>
      <view>1、您的个人信息将存储于中华人民共和国境内。</view>
      <view
        >2、在您使用我们的产品与/或服务期间，您的个人信息将在为了实现本政策所述目的之期限内保存，同时将结合法律有强制的留存要求期限的规定确定，如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。在超出保存期间后，我们会根据适用法律的要求删除您的个人信息，或进行匿名化处理。</view
      >
      <view
        >3、请您注意，当您成功注销账号后，我们会根据适用法律的要求删除您的个人信息，或进行匿名化处理。但以下情况除外：</view
      >

      <view
        >遵从法律法规有关信息留存的要求（例如：《电子商务法》规定：商品和服务信息、交易信息保存时间自交易完成之日起不少于三年）。</view
      >
      <view>出于财务、审计、争议解决等目的需要合理延长期限的。</view>
      <view
        >4、如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。</view
      >
      <view>五、注销账号和个人信息副本</view>
      <view>1、注销账号</view>
      <view
        >您可以在我们的产品中直接申请注销账号。您可以通过PC端、移动端APP完成账号注销。您注销账号后，我们将停止为您提供产品与/或服务，并根据适用法律的要求删除您的个人信息，或进行匿名化处理。当您成功注销账号后，我们将对您的个人信息进行删除或匿名化处理。当您或我们协助您删除相关信息后，因为适用的法律和安全技术限制，我们可能无法立即从系统中删除相应的信息，我们将安全地存储您的个人信息并限制对其的任何进一步的处理，直到可以删除或实现匿名化。</view
      >
      <view>2、获取您的个人信息副本</view>
      <view
        >您有权获取您的个人信息副本。如您需要获取我们收集的您的个人信息副本，您随时联系我们。在符合相关法律规定且技术可行的前提下，我们将根据您的要求向您提供相应的个人信息副本。</view
      >
      <view>六、未成年人的个人信息保护</view>
      <view
        >1、我们非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用我们的产品或服务前，应在你的父母或其他监护人监护、指导下共同阅读并同意本隐私政策。我们根据国家相关法律法规的规定保护未成年人的个人信息。</view
      >

      <view
        >2、我们不会主动直接向未成年人收集其个人信息。对于经监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、监护人同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。</view
      >
      <view
        >3、如果有事实证明未成年人在未取得监护人同意的情况下注册使用了我们的产品与/或服务，我们会与相关监护人协商，并设法尽快删除相关个人信息。</view
      >
      <view
        >4、对于可能涉及的不满14周岁的儿童个人信息，我们进一步采取以下措施予以保障：</view
      >
      <view
        >（1）对于收集到的儿童个人信息，我们除遵守本隐私政策关于用户个人信息的约定外，还会秉持正当必要、知情同意、目的明确、安全保障、依法利用的原则，严格遵循《儿童个人信息网络保护规定》等法律法规的要求进行存储、使用、披露，且不会超过实现收集、使用目的所必须的期限，到期后我们会对儿童个人信息进行删除或匿名化处理。</view
      >
      <view
        >（2）当您作为监护人为被监护的儿童选择使用我们相关服务时，我们可能需要向您收集被监护的儿童个人信息，用于向您履行相关服务之必要。在具体服务中需要向您收集儿童个人信息的，我们会事先取得您的授权同意，并告知您收集的目的和用途。如果您不提供前述信息，您将无法享受我们提供的相关服务。您作为监护人应当正确履行监护职责，保护儿童个人信息安全。若儿童本人需要注册或使用我们的产品与/或服务，您应正确引导并予以监护。</view
      >
      <view
        >（3）儿童或其监护人有权随时访问和更正儿童个人信息，还可以向我们提出更正和删除的请求。如您对儿童个人信息相关事宜有任何意见、建议或投诉、举报，请联系我们。我们会随时为您提供帮助。</view
      >
      <view>七、通知和修订</view>
      <view
        >1、为给您提供更好的服务以及随着业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在网站、移动端上发出更新版本并在生效前通过网站公告或以其他适当方式提醒您相关内容的更新，也请您访问以便及时了解最新的隐私政策。</view
      >
      <view
        >2、对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信或在浏览页面做特别提示等方式，说明隐私政策的具体变更内容）。
        本隐私政策所指的重大变更包括但不限于：</view
      >
      <view
        >（1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</view
      >

      <view
        >（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</view
      >
      <view>（3）个人信息共享、转移或公开披露的主要对象发生变化；</view>
      <view>（4）您参与个人信息处理方面的权利及其行使方式发生重大变化；</view>
      <view
        >（5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</view
      >
      <view>（6）个人信息安全影响评估报告表明存在高风险时。</view>
      <view>八、联系我们</view>
      <view
        >如果你对个人信息保护问题有疑问或建议，可选择通过《和家健脑用户协议》中的联系方式联系我们。我们将尽快审核你提出的问题或建议，并在验证你的用户身份后的十五个工作日内回复。</view
      >
      <view
        >若您不同意修改后的隐私政策，您有权并应立即停止使用和家健脑服务。如果您继续使用和家健脑平台的服务，则视为您接受和家健脑对本隐私政策相关条款所做的修改。</view
      >
      <view>感谢您对和家健脑平台以及和家健脑平台服务的信任和使用！</view>
    </view>
  </view>
</template>

<script>
import navBar from '@/components/nav-bar'
export default {
  data() {
    return {}
  },
  components: {
    navBar,
  },
}
</script>
<style scoped lang="scss">
.private-contaienr {
  padding-left: 20rpx;
  padding-bottom: 10rpx;
  width: 100%;
  text-indent: 2em;
  .title {
    text-align: center;
  }
  view {
    margin-top: 7rpx;
    line-height: 20rpx;
  }
}

@media screen and (max-width: 568px) and (min-width: 200px) {
  .private-contaienr {
    padding-left: 20rpx;
    padding-bottom: 50rpx !important;
    width: auto;
    text-indent: 2em;
    .title {
      text-align: center;
    }
    view {
      margin-top: 22rpx !important;
      line-height: 35rpx !important;
    }
  }
}
</style>