<template>
  <view>
   
    <nav-bar class="title-container" title="和家健脑用户服务协议"></nav-bar>
   
    <view class="reg-container">
      <view class="title"> 《和家健脑用户服务协议》</view>
      <view>【特别提示】</view>

      <view>
        本协议仅适用于厦门市和家健脑智能科技有限公司及其关联公司（以下或称“我们”或“和家健脑”）提供的产品和服务及其延伸的功能（以下简称“认知健康服务”），包括但不仅限于和家健脑提供的
        APP、网站、客户端、小程序以及随技术发展出现的新形态向您提供的各项产品和服务。如我们提供的某款产品有单独用户服务协议当中存在特殊约定，则该产品的用户服务协议将优先适用，该款产品用户服务协议未涵盖的内容，以本协议内容为准。如我们关联公司的产品或服务中使用了
        我们提供的产品或服务但未设置独立用户服务协议的，则本协议同样适用于该部分产品或服务。
      </view>

      <view>
        请仔细阅读《和家健脑隐私协议》（尤其是粗体内容）并确定了解我们对您个人信息的处理规则，特别是涉及免除或者限制责任的条款、权利许可和信息使用的条款、同意开通和使用特殊单项服务的条款、法律适用和争议解决条款等。其中，免除或者限制责任条款等重要内容将以加粗形式提示您注意，您应重点阅读。。阅读过程中，如您有任何疑问，可通过本协议中的联系方式咨询我们。
      </view>

      <view>
        在您注册成为本平台用户之前，请确认您已仔细阅读、充分理解并接受本协议的全部条款。一旦您自主选择同意或使用本平台服务，即视为您同意遵循本协议条款中的各项内容。
      </view>

      <view>
        本平台有权随时对协议条款进行修改。一旦协议条款发生变更和修改，将在相关页面上提示修改的内容。如果您不同意本协议的修改，可以取消已经获取的服务并停止使用；如果您继续使用本平台提供的服务，则视为您已经接受本协议的修改。
      </view>

      <view>一、服务内容</view>
      <view>1．本平台提供的服务为认知健康服务 </view>
      <view>2．用户可通过本服务提交其评估预约、评估报告查看相关信息。</view>
      <view
        >3．我方有权因网络维护、更新等原因中断向用户提供相关服务，待维护、更新完成后继续向用户提供本协议约定的服务。</view
      >
      <view>二、收费服务</view>
      <view
        >1、本平台的相关服务是以收费方式提供的，如您使用收费服务，请遵守相关的协议。</view
      >

      <view
        >2.本平台的收费服务均为数字化商品，根据《中华人民共和国消费者权益保护法》第二十五条，不支持七日无理由退货，您一旦购买并使用则不支持退款。</view
      >

      <view
        >3.涉及产品有使用有效期限的，一旦进入或超过约定期限，均不支持退款。</view
      >

      <view
        >4.用户可联系客服协商发起申请，退款将在申请之日起5个工作日内予以答复并完成退款。</view
      >

      <view
        >5.本平台可能根据实际需要对收费服务的收费标准、方式进行修改和变更，本平台也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，本平台将在相应服务页面进行说明。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。</view
      >

      <view>三、账户的注册与使用</view>

      <view>
        1．请您根据本服务注册页面提示信息进行实名注册，注册成功后您即成为本服务用户，并有权使用您注册的账号及您设置的密码（账号及密码合称“账户”）登录本服务。
      </view>

      <view>
        2．您需要对您所提供的实名注册资料的真实性负责。一经发现您未进行实名注册或者提供的实名注册资料不真实的，我方有权随时暂停提供有关服务。
        您向本服务提供的联系方式如发生变更，您应当及时更新信息。如果因您提供的联系方式不准确，或您未及时更新您的联系方式信息，您应当自行承担因此而产生的不利后果。
      </view>

      <view>
        3．您理解并承诺：您通过本服务办理有关 脑健康相关
        业务时，需要完整填报有关信息，并对办理及提供的资料真实性、完整性负责；一旦发现您所填报的信息、提供的资料不真实或不完整的，您需要承担相关法律法规的责任。
      </view>

      <view
        >4．您了解并同意：基于使用本服务所需的账户的信息安全对您非常重要，您应妥善保管这些信息，建议您在办理完毕事项后及时退出登录，以避免信息泄露；如因您自身的原因导致的账户资料及密码丢失、泄露、公开，以及因此造成的个人信息泄露等后果，本服务不承担有关责任。</view
      >

      <view> 四、账户的安全及管理</view>
      <view
        >1.您的账户遭到未经授权的使用时，您应当立即通知本服务，否则未经授权的使用行为均视为您本人的行为，您将自行承担所有由此导致的损失及后果。</view
      >
      <view
        >2.您应对您账户项下的所有行为结果负责。如发现任何未经授权使用您账户登录本服务或其他可能导致您账户遭窃、遗失的情况，建议您立即通知我方。您理解我方对您的任何请求采取行动均需要合理时间，除我方存在过错外，我方对在采取行动前已经产生的后果不承担任何责任。</view
      >

      <view
        >3.关于和家健脑的数据保护惯例的信息，请查阅和家健脑的《和家健脑隐私政策》。该政策解释了和家健脑如何处理您的个人信息，并在您使用服务时保护您的隐私。您同意按照和家健脑的隐私政策使用您的数据。</view
      >

      <view>
        4.我方有权基于单方独立判断，在认为可能不利于本服务提供服务或涉及违法违规等情形时，可不经通知而先行暂停、中断或终止向您提供本协议项下的全部或部分服务，并依法追究相关责任。前述情形包括但不限于：
      </view>
      <view>
        （1）本服务认为您未进行实名注册或者提供的实名注册资料不真实的；
        （2）本服务认为您不是登录账户的信息权利人或存在未经授权的使用时；
        （3）本服务发现异常情况或有合理理由怀疑操作有风险或有违法之虞时；
        （4）本服务认为您已经违反本协议约定的。
      </view>
      <view> 五、免责声明 </view>

      <view
        >1．您理解并同意，本服务对以下情形不做任何担保，包括但不仅限于：
      </view>
      <view>（1）服务一定能满足您的要求； </view>
      <view>（2）服务不会受干扰、中断；</view>
      <view>（3）服务的安全性、及时性、完整性和准确性； </view>
      <view>（4）服务所涉及相关方的服务；</view>
      <view>（5）您收到的来自本服务的口头或书面的意见或信息；</view>
      <view>（6）您所提供的身份信息一定被注册；</view>
      <view>（7）他人无法使用与您相同的身份信息注册；</view>
      <view
        >2．您理解并同意，公司均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因您使用“和家健脑”相关服务而遭受的利润损失，承担责任。因下列原因导致本服务无法正常提供服务的，本服务不承担责任：</view
      >
      <view> （1）本服务及第三方机构等承载本服务系统停机维护期间； </view>
      <view> （2）您的电脑，手机软件和通信线路、供电线路出现故障的； </view>
      <view>
        （3）您操作不当或通过非本服务及第三方机构授权或认可的方式使用服务的；
      </view>
      <view
        >（4）因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障或政府行为等原因；</view
      >
      <view
        >（5）由于黑客攻击、网络供应商技术调整或故障、网站升级系统方面的问题等原因而造成的服务中断或延迟；</view
      >
      <view
        >（6）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本服务系统障碍不能执行业务的。</view
      >
      <view
        >（7）如有涉嫌借款、投融资、理财或其他涉财产的网络信息、账户密码、广告或推广等信息的，请您谨慎对待并自行进行判断，对您因此遭受的利润、商业信誉、资料损失或其他有形或无形损失，公司不承担任何直接、间接、附带、特别、衍生性或惩罚性的赔偿责任。</view
      >

      <view> 六、特别约定 </view>
      <view
        >1．您在本服务的行为若有任何违反国家法律法规或侵犯任何第三方的合法权益的情形时，我方有权直接删除该等违反规定之信息，并可以暂停或终止服务。</view
      >
      <view
        >2．若您利用本服务从事任何违法或侵权行为，由您自行承担全部责任，并承担因此给我方或任何第三方造成的全部损失。</view
      >

      <view>七、知识产权</view>

      <view
        >本服务（包括但不限于应用程序上的页面、产品、技术、所有程序、设计图样以及其他图样、产品及服务名称等）的知识产权属于我方所有。任何单位和个人未经我方书面同意不得使用、复制或用作其他用途。我方对本服务上的专有内容、原创内容和其他通过授权取得的独占或者独家内容享有完全知识产权。未经我方书面许可，任何单位和个人不得擅自使用，包括但不限于通过任何机器人、“蜘蛛”等程序或设备私自复制、传播、展示、镜像、爬取、仿冒、上传、下载、使用，或者从事任何其他侵犯我方知识产权的行为。否则，我方将追究相关法律责任。</view
      >
      <view
        >请您在任何情况下都不要私自使用公司的的任何商标、服务标记、商号、域名、网站名称或其他显著品牌特征等（以下统称为“标识”）。未经公司事先书面同意，您不得将本条款前述标识以单独或结合任何方式展示、使用或申请注册商标、进行域名注册等，也不得实施向他人明示或暗示有权展示、使用、或其他有权处理该些标识的行为。由于您违反本协议使用公司上述商标、标识等给公司或他人造成损失的，由您承担全部法律责任。</view
      >
      <view> 八、法律适用 </view>
      <view>
        1、本协议之签订、生效、解释、补充、终止等均适用中华人民共和国法律（大陆地区）。本协议的签署地点为中华人民共和国厦门市，如双方就本协议内容或执行发生任何争议，双方应协商解决；协商不成时，您同意接受厦门市和家健脑智能科技有限公司所在地人民法院的管辖。
      </view>
      <view
        >2、
        厦门市和家健脑智能科技有限公司保留对本协议的最终解释权与修改权。</view
      >
      <view
        >3、所有本平台已经发布或将来可能发布的各类规章制度、本协议之补充协议、本协议之附件等为本协议不可分割的组成部分，且与本协议具有同等法律效力。</view
      >
      <view
        >4、用户违约（含违反声明、承诺或保证，以及用户因使用本平台过程中的行为导致本平台或任何其他第三方产生损失等），应自行承担因此产生的一切法律后果。同时，本平台有权直接采取一切必要的措施，包括但不限于删除用户发布的内容，完全或部分中止、限制账号暨服务的使用，乃至通过诉讼等形式追究用户包括赔偿损失在内的法律责任等。赔偿范围包括但不限于罚款、赔偿金以及本平台支付的相应诉讼仲裁费、律师费、公证费、鉴定费、调查费、差旅费等全部费用。</view
      >
      <view
        >5、本平台还可将用户的违约行为和对用户违约行为处理措施信息以及相关司法行政机关、监管机构的生效法律文书等信息在本平台上予以公示。</view
      >
      <view>九、有限责任</view>
      <view
        >1、本平台对您使用网络服务而受到的任何直接、间接、偶然、特殊及继起的损害（本平台违反法律、法规和本协议的条款除外）不负责任，这些损害可能来自：不正当使用网络服务，私自在网上进行交易，非法使用网络服务或您传送的信息有所变动。这些行为都有可能会导致本平台的形象受损，所以本平台事先提出这种损害的可能性。因发生如火灾、水灾、暴动、骚乱、战争、自然灾害等不可抗拒事故，本平台所不能控制的事件而影响本平台提供服务，本平台无须承担任何责任。</view
      >
      <view>
        2、本平台所有信息仅供参考，不做个别诊断、用药和使用的根据。本平台致力于提供正确、完整的健康资讯，但不保证信息的绝对正确性和完整性，且不对因信息的不正确或遗漏导致的任何损失或损害承担责任。本平台所使用的快速初筛模型由专家团队基于脑科学和临床实践精心设计并由AI人工智能数据验证，具有较高的指向性和参考价值，如因筛查过程中筛查环境和筛查用户状态影响导致结果偏差较大，平台不承担任何法律责任。本平台所提供的任何医药资讯，仅供参考，不能替代医生和其他医务人员的建议，如自行使用本平台资料发生偏差，本平台不承担任何法律责任。
      </view>
      <view>十、隐私保护</view>
      <view>隐私保护的内容详见本平台的《隐私协议》。</view>
      <view>十一、条款的解释</view>
      <view
        >1．本协议是由您与我方共同签订的，适用于您在本服务项下的全部活动。</view
      >
      <view
        >2．本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的目的的、有效的新条款所取代，而且，在此情况下，本协议的其他条款仍然完全有效并具有约束力。</view
      >
      <view
        >3.
        本协议中的标题仅为方便阅读而设，并不影响本协议中任何规定的含义或解释。</view
      >
      <view>十二、本协议的变更</view>
      <view>和家健脑可不时对通用条款或附加条款作出变更，不再另行通知。</view>
      <view
        >您理解并同意，如果您在通用条款或附加条款变更日期之后使用服务，则和家健脑将把您的使用视为接受更新后的通用条款或附加条款。</view
      >
      <view>十三、联系我们</view>
      <view
        >如您对本用户服务和隐私协议或您个人信息的相关事宜或者投诉、举报、有任何问题、意见或建议，请通过以下方式与我们联系。</view
      >
      <view>邮箱 hlw@hj-health.cn</view>
      <view>联系电话：4009622120</view>
      <view>联系地址： 福建省厦门市思明区观日路软件园二期58号楼 </view>
      <view
        >您还可以随时通过访问和家健脑在线客服系统或拨打我们的任何一部客服电话等多种方式与我们联系。一般情况下，我们将在15天内回复。</view
      >
      <view
        >本协议内容中的条款，请您着重阅读。您点击同意即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</view
      >
    </view>
  </view>
</template>


<script>
import navBar from '@/components/nav-bar'
export default {
  data() {
    return {}
  },
  components: {
    navBar,
  },
}
</script>

<style lang="scss" scoped >
.reg-container {
  padding-left: 10rpx;
  padding-bottom: 10rpx;
  width: 100%;
  text-indent: 2em;
  .title {
    text-align: center;
  }
  view {
    margin-top: 7rpx;
    line-height: 20rpx;
  }
}

@media screen and (max-width: 568px) and (min-width: 200px) {
  .reg-container {
    padding-left: 20rpx;
    padding-bottom: 50rpx;
    width: auto;
    text-indent: 2em;
    .title {
      text-align: center;
    }
    view {
      margin-top: 22rpx !important;
      line-height: 35rpx !important;
    }
  }
}
</style>